Revit 2024 API
ParameterTypeId.CutLineDistance Property
 "Cut Line Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CutLineDistance { get; }
Visual Basic
Public Shared ReadOnly Property CutLineDistance As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CutLineDistance {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace